[
  {
    "id": 1,
    "name": "Almofada de Pescoço Luino",
    "description": "Almofada de pescoço ergonômica Luino, desenvolvida para proporcionar suporte cervical ideal durante viagens, trabalho no computador ou relaxamento. Formato anatômico que alinha perfeitamente a coluna cervical.",
    "category": "Acessório",
    "image": "/images/travesseiros/almofada-de-pescoco-luino.webp"
  },
  {
    "id": 2,
    "name": "Travesseiro Bebê Piccolo",
    "description": "Travesseiro anatômico especial para bebês Piccolo, com altura e densidade adequadas para o desenvolvimento saudável da coluna cervical infantil. Material hipoalergênico, respirável e lavável, garantindo segurança e conforto para os pequenos.",
    "category": "Infantil",
    "image": "/images/travesseiros/travesseiro-bebe-piccolo.webp"
  },
  {
    "id": 3,
    "name": "Travesseiro de Perna Lucca",
    "description": "Travesseiro de perna Lucca, projetado para alinhar perfeitamente as pernas e quadril durante o sono. Reduz pressão nas articulações, melhora a circulação sanguínea e proporciona alinhamento postural ideal para uma noite de sono mais confortável.",
    "category": "Ergonômico",
    "image": "/images/travesseiros/travesseiro-de-perna-lucca.webp"
  },
  {
    "id": 4,
    "name": "Travesseiro King Grosseto",
    "description": "Travesseiro King Grosseto em tamanho king, oferecendo amplo espaço e conforto superior. Desenvolvido com materiais premium que garantem suporte ideal para cabeça e pescoço, proporcionando noites de sono revigorantes.",
    "category": "Premium",
    "image": "/images/travesseiros/travesseiro-king-grosseto.webp"
  },
  {
    "id": 5,
    "name": "Travesseiro Padrão Siena",
    "description": "Travesseiro padrão Siena, o equilíbrio perfeito entre conforto e suporte. Tamanho padrão ideal para a maioria das pessoas, com densidade balanceada que se adapta ao formato da cabeça, garantindo alinhamento cervical adequado e conforto duradouro.",
    "category": "Padrão",
    "image": "/images/travesseiros/travesseiro-padrao-siena.webp"
  }
]
